Repository: Michediana/7-Mac
Catalog: 7-Mac/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_pt

source: The GNU Lesser General Public License, version 2.1, that most of 7-Zip is distributed under.
de: Die GNU Lesser General Public License, Version 2.1, unter der der größte Teil von 7-Zip vertrieben wird.
es: La GNU Lesser General Public License, versión 2.1, bajo la que se distribuye la mayor parte de 7-Zip.
fr: La GNU Lesser General Public License, version 2.1, sous laquelle est distribuée la majeure partie de 7-Zip.
it: La GNU Lesser General Public License, versione 2.1, con cui è distribuita la maggior parte di 7-Zip.
nl: De GNU Lesser General Public License, versie 2.1, waaronder het grootste deel van 7-Zip wordt verspreid.
pl: GNU Lesser General Public License w wersji 2.1, na której rozpowszechniana jest większość 7-Zip.
pt_pt: A GNU Lesser General Public License, versão 2.1, sob a qual é distribuída a maior parte do 7-Zip.

source: The menu can hand its requests to the app.
de: Das Menü kann seine Anfragen an die App weitergeben.
es: El menú puede pasar sus solicitudes a la app.
fr: Le menu peut transmettre ses demandes à l’app.
it: Il menu può passare le sue richieste all’app.
nl: Het menu kan zijn verzoeken aan de app doorgeven.
pl: Menu może przekazywać swoje polecenia do aplikacji.
pt_pt: O menu pode passar os seus pedidos à app.

source: the password is not correct
de: das Passwort ist nicht korrekt
es: la contraseña no es correcta
fr: le mot de passe n’est pas correct
it: la password non è corretta
nl: het wachtwoord is onjuist
pl: hasło jest nieprawidłowe
pt_pt: a palavra-passe não está correta

source: The RAR decoder comes with an extra restriction: it may not be used to re-create the RAR compression algorithm. 7-Mac reads RAR archives and never writes them.
de: Für den RAR-Decoder gilt eine zusätzliche Einschränkung: Er darf nicht verwendet werden, um den RAR-Komprimierungsalgorithmus nachzubilden. 7-Mac liest RAR-Archive und schreibt sie nie.
es: El descodificador RAR tiene una restricción adicional: no puede usarse para recrear el algoritmo de compresión RAR. 7-Mac lee archivos RAR y nunca los escribe.
fr: Le décodeur RAR comporte une restriction supplémentaire : il ne peut pas être utilisé pour recréer l’algorithme de compression RAR. 7-Mac lit les archives RAR et n’en écrit jamais.
it: Il decodificatore RAR ha una restrizione in più: non può essere usato per ricreare l’algoritmo di compressione RAR. 7-Mac legge gli archivi RAR e non li scrive mai.
nl: Voor de RAR-decoder geldt een extra beperking: hij mag niet worden gebruikt om het RAR-compressiealgoritme na te maken. 7-Mac leest RAR-archieven en schrijft ze nooit.
pl: Dekoder RAR ma dodatkowe ograniczenie: nie wolno go używać do odtworzenia algorytmu kompresji RAR. 7-Mac odczytuje archiwa RAR i nigdy ich nie zapisuje.
pt_pt: O descodificador RAR tem uma restrição adicional: não pode ser usado para recriar o algoritmo de compressão RAR. O 7-Mac lê arquivos RAR e nunca os escreve.

source: The sandbox grants access to the files you drop, not to the folders around them. Folders you have allowed 7-Mac to write into are remembered.
de: Die Sandbox gewährt Zugriff auf die Dateien, die du ablegst, nicht auf die Ordner um sie herum. Ordner, in die 7-Mac schreiben darf, werden gemerkt.
es: El sandbox da acceso a los archivos que sueltas, no a las carpetas que los contienen. Las carpetas en las que has permitido escribir a 7-Mac se recuerdan.
fr: Le bac à sable donne accès aux fichiers que vous déposez, pas aux dossiers qui les contiennent. Les dossiers dans lesquels vous avez autorisé 7-Mac à écrire sont mémorisés.
it: La sandbox concede l’accesso ai file che trascini, non alle cartelle che li contengono. Le cartelle in cui hai permesso a 7-Mac di scrivere vengono ricordate.
nl: De sandbox geeft toegang tot de bestanden die je sleept, niet tot de mappen eromheen. Mappen waarin je 7-Mac hebt laten schrijven, worden onthouden.
pl: Sandbox daje dostęp do upuszczonych plików, a nie do katalogów, w których się znajdują. Katalogi, w których zezwolono 7-Mac na zapis, są zapamiętywane.
pt_pt: A sandbox dá acesso aos ficheiros que larga, não às pastas onde estão. As pastas em que autorizou o 7-Mac a escrever são memorizadas.

source: the top of the archive
de: die oberste Ebene des Archivs
es: la raíz del archivo comprimido
fr: la racine de l’archive
it: la radice dell’archivio
nl: het hoogste niveau van het archief
pl: najwyższy poziom archiwum
pt_pt: a raiz do arquivo

source: There was nothing to checksum.
de: Es gab nichts, wofür eine Prüfsumme berechnet werden konnte.
es: No había nada de lo que calcular la suma de verificación.
fr: Il n’y avait rien dont calculer la somme de contrôle.
it: Non c’era nulla di cui calcolare il checksum.
nl: Er was niets om een checksum van te berekenen.
pl: Nie było niczego do obliczenia sum kontrolnych.
pt_pt: Não havia nada para calcular a soma de verificação.

source: This archive cannot be changed: %@
de: Dieses Archiv kann nicht geändert werden: %@
es: Este archivo comprimido no se puede modificar: %@
fr: Cette archive ne peut pas être modifiée : %@
it: Questo archivio non può essere modificato: %@
nl: Dit archief kan niet worden gewijzigd: %@
pl: Tego archiwum nie można zmienić: %@
pt_pt: Este arquivo não pode ser alterado: %@

source: This archive is encrypted
de: Dieses Archiv ist verschlüsselt
es: Este archivo comprimido está cifrado
fr: Cette archive est chiffrée
it: Questo archivio è cifrato
nl: Dit archief is versleuteld
pl: To archiwum jest zaszyfrowane
pt_pt: Este arquivo está encriptado

source: This archive is encrypted.
de: Dieses Archiv ist verschlüsselt.
es: Este archivo comprimido está cifrado.
fr: Cette archive est chiffrée.
it: Questo archivio è cifrato.
nl: Dit archief is versleuteld.
pl: To archiwum jest zaszyfrowane.
pt_pt: Este arquivo está encriptado.

source: this archive is inside another one
de: dieses Archiv liegt in einem anderen
es: este archivo comprimido está dentro de otro
fr: cette archive se trouve dans une autre
it: questo archivio è dentro un altro
nl: dit archief zit in een ander archief
pl: to archiwum znajduje się w innym
pt_pt: este arquivo está dentro de outro

source: this archive was opened through another one
de: dieses Archiv wurde über ein anderes geöffnet
es: este archivo comprimido se ha abierto a través de otro
fr: cette archive a été ouverte via une autre
it: questo archivio è stato aperto attraverso un altro
nl: dit archief is via een ander archief geopend
pl: to archiwum zostało otwarte przez inne
pt_pt: este arquivo foi aberto através de outro

source: this format cannot be written
de: dieses Format kann nicht geschrieben werden
es: este formato no se puede escribir
fr: ce format ne peut pas être écrit
it: questo formato non può essere scritto
nl: dit formaat kan niet worden geschreven
pl: tego formatu nie można zapisywać
pt_pt: este formato não pode ser escrito

source: This text is missing from the app. It should not be: please report it.
de: Dieser Text fehlt in der App. Das sollte nicht sein: Bitte melde es.
es: Falta este texto en la app. No debería: por favor, notifícalo.
fr: Ce texte manque dans l’app. Cela ne devrait pas arriver : merci de le signaler.
it: Questo testo manca dall’app. Non dovrebbe: per favore segnalalo.
nl: Deze tekst ontbreekt in de app. Dat zou niet moeten: meld het alsjeblieft.
pl: Brakuje tego tekstu w aplikacji. Nie powinno tak być: zgłoś to.
pt_pt: Este texto está em falta na app. Não devia: por favor, comunique-o.

source: To change “%1$@”, 7-Mac needs permission to write into the folder it is in. Choose “%2$@”.
de: Um „%1$@“ zu ändern, benötigt 7-Mac die Erlaubnis, in den Ordner zu schreiben, in dem es liegt. Wähle „%2$@“.
es: Para modificar “%1$@”, 7-Mac necesita permiso para escribir en la carpeta que lo contiene. Elige “%2$@”.
fr: Pour modifier « %1$@ », 7-Mac a besoin d’une autorisation pour écrire dans le dossier qui le contient. Choisissez « %2$@ ».
it: Per modificare “%@”, 7-Mac ha bisogno del permesso di scrivere nella cartella che lo contiene. Scegli “%@”.
nl: Om ‘%1$@’ te wijzigen, heeft 7-Mac toestemming nodig om te schrijven in de map waarin het staat. Kies ‘%2$@’.
pl: Aby zmienić „%1$@”, 7-Mac potrzebuje uprawnień do zapisu w katalogu, w którym się znajduje. Wybierz „%2$@”.
pt_pt: Para alterar “%1$@”, o 7-Mac precisa de permissão para escrever na pasta onde se encontra. Escolha “%2$@”.

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_pt: Tentar novamente

source: Turn On…
de: Aktivieren …
es: Activar…
fr: Activer…
it: Attiva…
nl: Schakel in…
pl: Włącz…
pt_pt: Ativar…

source: Turned off. Turn it on in System Settings, under Login Items & Extensions.
de: Deaktiviert. Aktiviere es in den Systemeinstellungen unter „Anmeldeobjekte & Erweiterungen“.
es: Desactivado. Actívalo en Ajustes del Sistema, en Ítems de inicio y extensiones.
fr: Désactivé. Activez-le dans Réglages Système, sous Ouverture et extensions.
it: Disattivato. Attivalo in Impostazioni di Sistema, in Elementi login ed estensioni.
nl: Uitgeschakeld. Schakel het in via Systeeminstellingen, onder ‘Inlogonderdelen en extensies’.
pl: Wyłączone. Włącz je w Ustawieniach systemowych, w sekcji Rzeczy otwierane podczas logowania i rozszerzenia.
pt_pt: Desativado. Ative-o em Definições do Sistema, em Itens de início de sessão e extensões.

source: Turned on
de: Aktiviert
es: Activada
fr: Activée
it: Attivata
nl: Ingeschakeld
pl: Włączone
pt_pt: Ativada

source: Turned on in System Settings.
de: In den Systemeinstellungen aktiviert.
es: Activado en Ajustes del Sistema.
fr: Activé dans Réglages Système.
it: Attivato in Impostazioni di Sistema.
nl: Ingeschakeld in Systeeminstellingen.
pl: Włączone w Ustawieniach systemowych.
pt_pt: Ativado em Definições do Sistema.

source: Undoing %@
de: %@ wird widerrufen
es: Deshaciendo %@
fr: Annulation de %@
it: Annullamento di %@
nl: %@ ongedaan maken
pl: Cofanie: %@
pt_pt: A desfazer %@

source: unknown error
de: unbekannter Fehler
es: error desconocido
fr: erreur inconnue
it: errore sconosciuto
nl: onbekende fout
pl: nieznany błąd
pt_pt: erro desconhecido

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendel
pl: Odblokuj
pt_pt: Desbloquear

source: Unpacked to a temporary file
de: In eine temporäre Datei entpackt
es: Descomprimido en un archivo temporal
fr: Extrait dans un fichier temporaire
it: Estratto in un file temporaneo
nl: Uitgepakt naar een tijdelijk bestand
pl: Rozpakowane do pliku tymczasowego
pt_pt: Extraído para um ficheiro temporário

source: Unpacking “%@”
de: „%@“ wird entpackt
es: Descomprimiendo “%@”
fr: Extraction de « %@ »
it: Estrazione di “%@”
nl: ‘%@’ uitpakken
pl: Rozpakowywanie „%@”
pt_pt: A extrair “%@”

source: unsupported
de: nicht unterstützt
es: no compatible
fr: non pris en charge
it: non supportato
nl: niet ondersteund
pl: nieobsługiwane
pt_pt: não suportado

source: Use 7-Mac
de: 7-Mac verwenden
es: Usar 7-Mac
fr: Utiliser 7-Mac
it: Usa 7-Mac
nl: Gebruik 7-Mac
pl: Użyj 7-Mac
pt_pt: Usar o 7-Mac

source: Use This Folder
de: Diesen Ordner verwenden
es: Usar esta carpeta
fr: Utiliser ce dossier
it: Usa questa cartella
nl: Gebruik deze map
pl: Użyj tego katalogu
pt_pt: Usar esta pasta

source: Waiting
de: Wartet
es: En espera
fr: En attente
it: In attesa
nl: Wachten
pl: Oczekiwanie
pt_pt: Em espera

source: Waiting for a destination
de: Wartet auf ein Ziel
es: Esperando un destino
fr: En attente d’une destination
it: In attesa di una destinazione
nl: Wachten op een bestemming
pl: Oczekiwanie na miejsce docelowe
pt_pt: À espera de um destino

source: Waiting for a password
de: Wartet auf ein Passwort
es: Esperando una contraseña
fr: En attente d’un mot de passe
it: In attesa della password
nl: Wachten op een wachtwoord
pl: Oczekiwanie na hasło
pt_pt: À espera da palavra-passe

source: Where should the archive go?
de: Wo soll das Archiv gespeichert werden?
es: ¿Dónde guardar el archivo comprimido?
fr: Où enregistrer l’archive ?
it: Dove salvare l’archivio?
nl: Waar moet het archief komen?
pl: Gdzie umieścić archiwum?
pt_pt: Onde colocar o arquivo?

source: Writable only
de: Nur beschreibbare
es: Solo con escritura
fr: Seulement en écriture
it: Solo scrivibili
nl: Alleen schrijfbare
pl: Tylko zapisywalne
pt_pt: Só graváveis

source: You can change this later in Settings, or for a single type in the Finder’s Get Info window.
de: Du kannst das später in den Einstellungen ändern oder für einen einzelnen Typ im Finder-Fenster „Informationen“.
es: Puedes cambiarlo más tarde en Ajustes, o para un solo tipo en la ventana Obtener información del Finder.
fr: Vous pourrez le changer plus tard dans les Réglages, ou pour un seul type dans la fenêtre Lire les informations du Finder.
it: Puoi cambiarlo più tardi nelle Impostazioni, o per un singolo tipo dalla finestra Ottieni informazioni del Finder.
nl: Je kunt dit later wijzigen in Instellingen, of voor één type in het Finder-venster ‘Toon info’.
pl: Możesz to zmienić później w Ustawieniach lub dla pojedynczego typu w oknie Pokaż info w Finderze.
pt_pt: Pode alterar isto mais tarde nas Definições, ou para um único tipo na janela Obter informações do Finder.

source: , in %@
es: , en %@
fr: , dans %@
pl: , w %@
pt_pt: , em %@

# %@ in %@.
source: %1$@ in %2$@.
es: %1$@ en %2$@.
fr: %1$@ dans %2$@.
it: %@ in %@.
pl: %1$@ w %2$@.
pt_pt: %1$@ em %2$@.

source: 7-Zip © 1999–2026 Igor Pavlov. unRAR code © Alexander Roshal.
es: 7-Zip © 1999–2026 Igor Pavlov. Código de unRAR © Alexander Roshal.
fr: 7-Zip © 1999–2026 Igor Pavlov. Code unRAR © Alexander Roshal.
it: 7-Zip © 1999–2026 Igor Pavlov. Codice unRAR © Alexander Roshal.
pl: 7-Zip © 1999–2026 Igor Pavlov. Kod unRAR © Alexander Roshal.
pt_pt: 7-Zip © 1999–2026 Igor Pavlov. Código unRAR © Alexander Roshal.

source: 7-Zip Engine
es: Motor de 7-Zip
fr: Moteur 7-Zip
it: Motore 7-Zip
pl: Silnik 7-Zip
pt_pt: Motor 7-Zip

source: CRC32 / Problem
es: CRC32 / Problema
fr: CRC32 / Problème
it: CRC32 / Problema
nl: CRC32 / Probleem
pt_pt: CRC32 / Problema

source: Downloads
es: Descargas
fr: Téléchargements
it: Download
pl: Pobrane rzeczy
pt_pt: Descargas

source: Format
es: Formato
it: Formato
nl: Formaat
pt_pt: Formato

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt_pt: Nome

source: PPMd (text)
es: PPMd (texto)
fr: PPMd (texte)
it: PPMd (testo)
nl: PPMd (tekst)
pl: PPMd (tekst)
pt_pt: PPMd (texto)

source: %lld threads
es: %lld hilos
it: %lld thread
pl: %lld wątku

source: Threads
es: Hilos
it: Thread
pl: Wątki

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt_pt: Versão %1$@ (%2$@)

source: Normal
fr: Normale
it: Normale
nl: Normaal
pl: Normalna

source: Audio
pt_pt: Áudio
